const timeDic = {
    '1': '9:30',
    '2': '10:00',
    '3': '10:30',
    '4': '11:00',
    '5': '11:30',
    '6': '14:00',
    '7': '14:30',
    '8': '15:00',
    '9': '15:30',
    '10': '16:00',
    '11': '16:30',
    '12': '17:00',
    '13': '17:30',
}

const dayDic = {
    '0': '周日',
    '1': '周一',
    '2': '周二',
    '3': '周三',
    '4': '周四',
    '5': '周五',
    '6': '周六',
}


const scheduleStatDic = {
    '00': '开放预约',
    '09': '初始',
    '10': '关闭预约',
}

const userTypeDic = {
    "01": "trainer",
    "02": "trainee",
}

const appointStatDic = {
    '00': '正常',
    '10': '学员取消',
    '11': '教练取消',
    '01': '课程结束',
}

const surveyTypeDic = {
    '01': '期初问卷',
    '02': '期中问卷',
    '03': '期末问卷',
    '11': '课前问卷',
    '12': '课后问卷',
}